Repository: common-repository/infast
Catalog: languages/infast-*.po
Languages: fr_fr

source: INFast Parameters
fr_fr: Paramètres INFast

source: Send invoices automatically by email?
fr_fr: Envoyer les factures automatiquement par e-mail ?

source: Send a copy of the emails to this address
fr_fr: Envoyer une copie des e-mails à cette adresse

source: Import WooCommerce items without description into INFast
fr_fr: Importer les articles WooCommerce sans leur description dans INFast

source: Select the order status that triggers conversion to an INFast invoice
fr_fr: Sélectionner les statuts des commandes qui déclenchent la conversion en facture INFast

source: Find your API keys in INFast
fr_fr: Retrouver vos clés d’API dans INFast

source: INFast is a Web application that lets you easily create quotes and invoices.
fr_fr: INFast est une application web qui vous permet de créer simplement des devis et factures.

source: For more information:
fr_fr: Pour plus d’informations :

source: Click here.
fr_fr: Cliquez ici.

source: With INFast WooCommerce, your customers and items are automatically synchronized in INFast.
fr_fr: Avec INFast WooCommerce vos clients et articles se synchronisent automatiquement dans INFast.

source: When an order is validated and paid, an invoice is created in INFast.
fr_fr: Lorsqu’une commande est validée et payée, une facture est créée dans INFast.

source: To use this plugin, you need an INFast account.
fr_fr: Pour utiliser cette extension, vous devez disposer d’un compte INFast.

source: If you don’t have an INFast account, you can create one by
fr_fr: Si vous n’avez pas de compte INFast, vous pouvez en créer un en

source: clicking here.
fr_fr: cliquant ici.

source: Would you like to discuss your project?
fr_fr: Vous souhaitez discuter de votre projet ?

source: Book an appointment
fr_fr: Réservez un rendez-vous

source: WooCommerce is not activated. Please activate WooCommerce to use this plugin.
fr_fr: WooCommerce n’est pas activé. Veuillez activer WooCommerce pour utiliser cette extension.

source: Test the connection
fr_fr: Tester la connexion

source: Synchronize products
fr_fr: Synchroniser les produits

source: Start synchronization
fr_fr: Démarrer la synchronisation

source: Unlink WooCommerce products from INFast items
fr_fr: Délier les produits WooCommerce des articles INFast

source: Unlink
fr_fr: Délier

source: Click here to see the invoice.
fr_fr: Cliquez ici pour voir la facture.

source: Click here to view the invoice in INFast.
fr_fr: Cliquez ici pour voir la facture dans INFast.

source: Settings
fr_fr: Réglages

source: INFast API - Failed to create/update client, check if « Client ID » and « Client Secret » are valid in the INFast WooCommerce plugin configuration.
fr_fr: INFast API - Échec lors de la création/mise à jour du client, vérifier si « Client ID » et « Client Secret » sont valides dans la configuration de l’extension INFast WooCommerce.

source: INFast API - Client creation/update failed. Authentication failed.
fr_fr: INFast API - Échec lors de la création/mise à jour du client. Authentification incorrecte.

source: INFast API - Failed to create/update client.
fr_fr: INFast API - Échec lors de la création/mise à jour du client.

source: INFast API - Client creation/update:
fr_fr: INFast API - Création/mise à jour du client :

source: INFast Link
fr_fr: Lien INFast

source: INFast API - Failed to create the draft invoice, check if « Client ID » and « Client Secret » are valid in the INFast WooCommerce plugin configuration.
fr_fr: INFast API - Échec lors de la création de la facture brouillon, vérifier si « Client ID » et « Client Secret » sont valides dans la configuration de l’extension INFast WooCommerce.

source: INFast API - Failed to create draft invoice. No product or shipping costs on invoice.
fr_fr: INFast API - Échec lors de la création de la facture brouillo. Aucun produit ou frais de port à facturer.

source: INFast API - Failed to create draft invoice. Authentication failed.
fr_fr: INFast API - Échec lors de la création de la facture brouillon. Authentification incorrecte.

source: INFast API - Failed to create draft invoice.
fr_fr: INFast API - Échec lors de la création de la facture brouillon.

source: INFast API - Creating a draft invoice:
fr_fr: INFast API - Création de la facture brouillon :

source: INFast API - Failed to validate draft invoice, check if « Client ID » and « Client Secret » are valid in the INFast WooCommerce plugin configuration.
fr_fr: INFast API - Échec lors de la validation de la facture brouillon, vérifier si « Client ID » et « Client Secret » sont valides dans la configuration de l’extension INFast WooCommerce.

source: INFast API - Failed to validate invoice. Authentication failed.
fr_fr: INFast API - Échec lors de la validation de la facture.

source: INFast API - Failed to validate invoice.
fr_fr: INFast API - Échec lors de la validation de la facture.

source: INFast API - Invoice validated:
fr_fr: INFast API - Validation de la facture :

source: Failed to add payment on invoice. Check if « Client ID » and « Client Secret » are valid in the INFast WooCommerce plugin configuration.
fr_fr: INFast API - Échec lors de la validation de la facture brouillon, vérifier si « Client ID » et « Client Secret » sont valides dans la configuration de l’extension INFast WooCommerce.

source: INFast API - Failed to add payment on invoice. Authentication failed.
fr_fr: INFast API - Échec lors de la création de la facture brouillon. Authentification incorrecte.

source: INFast API - Failed to add payment on invoice.
fr_fr: INFast API - Échec lors de la validation de la facture.

source: INFast API - Invoice paid
fr_fr: INFast API - Facture payée

source: INFast API - Failed to send invoice by email, check that « Client ID » and « Client Secret » are valid in the INFast WooCommerce plugin configuration.
fr_fr: INFast API - Échec lors de l’envoi de la facture par e-mail, vérifier si « Client ID » et « Client Secret » sont valides dans la configuration de l’extension INFast WooCommerce.

source: INFast API - Failed to send invoice by email. Authentication failed.
fr_fr: INFast API - Échec lors de l’envoi de la facture par e-mail. Authentification incorrecte.

source: INFast API - Failed to send invoice by email.
fr_fr: INFast API - Échec lors de l’envoi de la facture par e-mail.

source: INFast API - Document sent by email
fr_fr: INFast API - Document envoyé par e-mail

source: INFast-INBox Link
fr_fr: Lien INFast-INBox

source: INFast API - Failed to delete draft invoice, check if « Client ID » and « Client Secret » are valid in the INFast WooCommerce plugin configuration.
fr_fr: INFast API - Échec lors de la création de la facture brouillon, vérifier si « Client ID » et « Client Secret » sont valides dans la configuration de l’extension INFast WooCommerce.

source: INFast API - Failed to delete draft invoice. Authentication failed.
fr_fr: INFast API - Échec lors de la suppression de la facture brouillon. Authentification incorrecte.

source: INFast API - Failed to delete draft invoice.
fr_fr: INFast API - Échec lors de la suppression de la facture brouillon.

source: INFast API - Draft invoice deleted.
fr_fr: INFast API - Facture en brouillon supprimée.

source: INFast for WooCommerce
fr_fr: INFast pour WooCommerce

source: Create and email compliant invoices automatically with every order placed on your WooCommerce e-shop.
fr_fr: Créez et envoyez par e-mail des factures conformes automatiquement à chaque commande passée sur votre e-boutique WooCommerce.
